Repository: 84000/data-translation-memory
Catalog: toh513-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་ཡན་ལག་དང་ལྡན་པ་ཞེས་བྱ་བའི་གཟུངས།
en: The Dhāraṇī Endowed with the Attributes of All the Buddhas

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all the buddhas and bodhisattvas!

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་གང་གཱའི་ཀླུང་ཆེན་པོའི་འགྲམ་ན་འཇིག་རྟེན་སྐྱོང་བ་བཞི་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།
en: The Blessed One was dwelling on the bank of the great river Gaṅgā together with the four guardians of the world.

source: དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་རྣམ་ཐོས་ཀྱི་བུ་ལ་སོགས་པ་རྒྱལ་པོ་ཆེན་པོ་བཞི་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །རྒྱལ་པོ་ཆེན་པོ་དག་སྐྱེས་པ་དང་། བུད་མེད་དང་། ཁྱེའུ་དང་། བུ་མོ་རྣམས་ལ་འཇིགས་པ་ཆེན་པོ་བཞི་པོ་འདི་དག་འབྱུང་ངོ་།
en: At that time, the Blessed One said to those four great kings including Vaiśravaṇa, “All men, women, young boys, and girls have four great fears.

source: །བཞི་གང་ཞེ་ན།
en: Which four?

source: འདི་ལྟ་སྟེ།
en: These four:

source: རྒ་བ་དང་། ན་བ་དང་། རྒུད་པ་དང་། འཆི་བའོ། །དེ་ལ་ཡང་འཇིགས་པ་ཆེན་པོ་གཅིག་སྟེ། འདི་ལྟར་འཆི་བདག་གི་འཇིགས་པ་ཆེན་པོ་སྟེ། བརྩམ་པ་མེད་པ། གཉེན་པོ་མེད་པ། རྟག་ཏུ་ཕྱི་བཞིན་འབྲང་བའོ།
en: aging, sickness, decrepitude, and death. Among them, the single greatest fear is of the Lord of Death, in that death is cruel, cannot be remedied, and is always in close pursuit. Great kings, I will now pronounce the remedy for this single great fear.”

source: །རྒྱལ་པོ་ཆེན་པོ་དག་དེ་ལ་འཇིགས་པ་ཆེན་པོ་གཅིག་པོ་དེའི་གཉེན་པོ་ངས་འདིར་བརྗོད་པར་བྱའོ། །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་རྒྱལ་པོ་ཆེན་པོ་བཞེས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གང་གི་སླད་དུ་བཅོམ་ལྡན་འདས་ཀྱིས་སྲོག་རབ་ཏུ་སྩལ་བས། སྐྱེ་དགུ་རྗེས་སུ་བཟུང་བ་འདི་ནི་དེང་བདག་ཅག་གི་རྙེད་པ་ལེགས་པར་རྙེད་དོ།
en: The four great kings replied, “Blessed One, it is our great fortune that the Blessed One will care for all beings by bestowing life for their sake!”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཤར་ཕྱོགས་སུ་ཐུགས་མངོན་དུ་ཕྱོགས་ཏེ་བཞུགས་ནས། སེ་གོལ་གྱི་སྒྲས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ལ་བསྐུལ་ཏེ། འདི་སྐད་ཅེས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་གང་སུ་དག་སེམས་ཅན་རྣམས་ལ་ཐུགས་བརྩེ་བའི་སླད་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པ་དེ་དག་བདག་གི་གྲོགས་མཛོད་ཅིག །དེས་ན་བདག་ཅག་འདིར་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་བྱིན་གྱི་རླབས་ཀྱིས་བྱིན་གྱིས་བརླབས་ནས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དུས་མ་ཡིན་པར་འཆི་བ་རབ་ཏུ་བཟློག་པར་བགྱིའོ།
en: The Blessed One was seated facing east, and with the sound of a finger snap he invoked all the tathāgatas, saying, “May all the tathāgatas, the worthy ones, the perfect buddhas, who have fully awakened to unsurpassable and perfect awakening out of love for sentient beings, assist me! Having been blessed here by all the buddhas, I will avert the untimely deaths of all beings!

source: །སྔོན་མ་བསྐོར་བའི་ཆོས་ཀྱི་འཁོར་ལོ་གཉིས་པ་ཡང་བསྐོར་བར་བགྱིའོ་ཞེས་གསུངས་སོ།
en: I will turn a second wheel of Dharma that has not been turned before!”

source: །དེ་བཞིན་དུ་ལྷོ་དང་། ནུབ་དང་། བྱང་དང་། སྟེང་དང་། འོག་གི་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ལ་བསྐུལ་ཏེ། འདི་སྐད་ཅེས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་གང་སུ་དག་སེམས་ཅན་རྣམས་ལ་ཐུགས་བརྩེ་བའི་དོན་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་པ་དེ་དག་བདག་གི་གྲོགས་མཛོད་ཅིག་ཅེས་གསུང་ངོ་།
en: Likewise, he invoked all the tathāgatas of the south, west, north, above, and below, saying, “May all the tathāgatas, the worthy ones, the perfect buddhas, who have fully awakened to unsurpassable and perfect awakening out of love for sentient beings, assist me!”

source: །དེ་བཞིན་དུ་ཕྱོགས་མཚམས་རྣམས་སུ་ཡང་འདི་སྐད་ཅེས་གང་གི་ཕྱིར་འདི་དག་ཚེ་དང་། སྟོབས་དང་། ཁ་དོག་དང་ལྡན་པ་ཡོངས་སུ་འགྲུབ་ཅིང་དུས་མ་ཡིན་པར་འཆི་བའི་འཇིགས་པ་འབྱུང་བར་མི་འགྱུར་བར་སངས་རྒྱས་ཐམས་ཅད་བདག་གི་གྲོགས་མཛོད་ཅིག་ཅེས་གསུང་ངོ་།
en: Likewise, in every intermediate direction he spoke these words, so that beings’ life spans, physical strengths, and complexions would be perfect, and so that fear of an untimely death would not arise, saying, “May all the buddhas assist me!”

source: །དེ་ནས་ཕྱོགས་བཅུའི་སའི་ཁམས་ཇི་སྙེད་སངས་རྒྱས་ཀྱི་སྤྱན་ལ་སྣང་བར་གྱུར་པ་དེ་སྙེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་དག་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཀྱིས་ཏིལ་གྱི་གང་བུ་བཞིན་དུ་གང་སྟེ།
en: Then there appeared before the Buddha’s eyes as many world systems as there are elements of earth throughout the ten directions, filled with blessed buddhas like a sesame pod.

source: དེ་དག་གིས་དེ་བཞིན་གཤེགས་པའི་གྲོགས་མཛད་པར་ཞལ་གྱིས་བཞེས་ནས་དེ་བཞིན་གཤེགས་པ་དེ་དག་ཐམས་ཅད་འདི་སྐད་ཅེས་གསུང་ངོ་། །ཏདྱ་ཐཱ། ཙ་ལཱ་ཙ་ལཱ་ཙ་ལེ། བི་ན་ཏི།
en: These tathāgatas pledged their assistance, and all spoke the following:

source: སྭ་སྟི་ཀེ། ཙཀྲ་ཨངྒ་ཏི། པྲ་ཤ་མནྟུ། སརྦ་རོ་ག་ཨ་ན་ཏྲེ། ཀུ་ན་ཊེ་མ་ཧཱ་ཀུ་ན་ཊེ། ཙ་རེ་ཙ་རེ་རེ། ཧེ་མ་གི་རི། ཧེ་མ་གཽ་རི། ཧེ་མ་ནི་ཤུནྟི། ཧེ་མ་སི་སི། ཀཽ་ར་བེ་ཀཽ་ར་བ་བེ། ཧེ་ཀུ་ར་རེ། ཀུ་ར་རེ། ཀུ་མ་ཏི། བི་ཥ་ས་མ་ཎེ། ཤི་ཥུ་བི། ཙ་ལེ་ཙ་ལེ།
en: tadyathā calā calā cale vinati svastike cakrāṅgati praśamantu sarvarogānatre kunaṭe mahākunaṭe care carere hemagiri hemagauri hemaniśunti hemasisi kaurave kauravave hekurare kurare kumati piṣasamaṇe śiṣuvi cale cale vicale mā vilamba humu humu svāhā

source: བི་ཙ་ལེ། མཱ་བི་ལམྦ་ཧུ་མུ་ཧུ་མུ་སྭཱ་ཧཱ། གསང་བ་པའི་བདག་པོ་ཇི་སྙེད་པ་ཐམས་ཅད་ཀྱང་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་དང་ཉེ་བར་འདུག་ནས་དེ་དག་གིས་སྨྲས་པ། ཧཱུྃ་ཧཱུྃ་སི་སི་སྭཱ་ཧཱ། དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་མི་སྣང་བར་གྱུར་ཏོ།
en: The lords of the guhyakas, as many as there were, from their places beside all those tathāgatas, also spoke, saying “ hūṁ hūṁ si si svāhā !” and the tathāgatas vanished from sight.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་རྒྱལ་པོ་ཆེན་པོ་རྣམ་ཐོས་ཀྱི་བུས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་གིས་ཀྱང་དེ་བཞིན་གཤེགས་པའི་བྱིན་གྱིས་བརླབས་ཀྱིས་བསྲུང་བར་བགྱིའོ། །དུས་མ་ལགས་པར་འགུམ་པ་ལས་བཟློག་པར་བགྱིའོ། །ཏདྱ་ཐཱ།
en: Then the great king Vaiśravaṇa said, “Blessed One, I, too, with the blessing of the tathāgatas, will act as a guardian, and will avert untimely death!

source: ཤྭེ་ཏེ་ཤྭེ་ཏེ། ལེ་ལི་ལི།
en: tadyathā śvete śvete lelili

source: འཕགས་སྐྱེས་པོས་ཀྱང་སྨྲས་པ། མཱ་ཏངྒེ་མཱ་ཏངྒེ། མཱ་ཏངྒི་ནི། ཤཱུ་མཱ་ཤཱ་མུ།
en: Virūḍhaka also spoke, saying “ mātaṅge mātaṅge mātaṅgini śūmā śūmū

source: ཡུལ་འཁོར་སྲུང་གིས་ཀྱང་སྨྲས་པ། ཙ་རེ་ཙ་རེ་རེ་སྭཱ་ཧཱ།
en: Dhṛtarāṣṭra also spoke, saying “ care carere svāhā

source: མིག་མི་བཟང་གིས་ཀྱང་སྨྲས་པ།
en: Virūpākṣa also spoke, saying “ balampipa

source: བ་ལམྤི་པ། བཅོམ་ལྡན་འདས་ཀྱིས་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །རྒྱལ་པོ་ཆེན་པོ་དག་གང་ལ་ལ་ཞིག་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་གཟིགས་པའི་རིག་སྔགས་འདི་ཉིན་རེ་ལ་ལན་རེ་འདོན་ན་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་དེ་ལ་སྟོན་པའི་འདུ་ཤེས་བསྐྱེད་པར་བྱའོ།
en: The Blessed One responded, “Great Kings, when a son or daughter of noble family recites at least once a day, every day, these vidyāmantras seen by all the buddhas, that son or daughter of noble family should be regarded as a teacher.

source: །རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་དེ་ངན་སོང་གསུམ་དུ་འགྲོ་བར་མི་འགྱུར་རོ། །འདིས་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སྲོག་ལ་ཕན་བཏགས་པར་འགྱུར་རོ།
en: That son or daughter of noble family will never again be reborn in the three lower realms and will be of benefit to the lives of all beings.

source: །གང་ཞིག་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་དུ་ཉིན་གཅིག་བཞིན་དུ་ཚིག་ཏུ་འདོན་པ་དང་། གང་ཡང་འདི་ཀློག་པ་དེ་ལ་དུས་མ་ཡིན་པར་འཆི་བའི་འཇིགས་པ་མེད་དོ།
en: Anyone who recites these words once a day for the benefit of all beings, or even reads them, will have no fear of untimely death.

source: །དེའི་ལུས་ལ་ནད་ངན་པ་འབྱུང་བར་མི་འགྱུར་རོ།
en: Their bodies will be free of disease.

source: །ཆུས་འཆི་བའི་དུས་བྱེད་པར་མི་འགྱུར་རོ། །མེས་མ་ཡིན། མཚོན་གྱིས་མ་ཡིན། དུག་གིས་མ་ཡིན། ལྕེ་འབབ་པས་མ་ཡིན་ནོ།
en: At no time will they drown, or be killed by fire, by weapons, by poison, or by lightning.

source: །གང་ན་རྒྱལ་བའི་བུ་དག་རིག་སྔགས་འདོན་པའི་ས་ཕྱོགས་དེ་སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ཀྱིས་དགོངས་པར་རིག་པར་བྱའོ།
en: It should be known that wherever a child of the victors recites these vidyāmantras , he or she will secure the attention of all the buddhas and bodhisattvas.

source: །ཡི་གེར་འདྲིའམ། །ཡི་གེར་འདྲིར་འཇུག་པ་དེས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་རིམ་གྲོར་བྱ་བ་ཐམས་ཅད་ཀྱིས་བསྟི་སྟང་བྱས་པར་འགྱུར་རོ།
en: Anyone who writes this down, or has it written down, will be serving the blessed buddhas with every respect and honor.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། སེམས་ཅན་རྣམས་ལ་རིམ་གྲོ་བྱེད་པ་ནི་སངས་རྒྱས་ལ་རིམ་གྲོ་བྱེད་པ་ཡིན་ནོ་ཞེས་དེ་བཞིན་གཤེགས་པ་རྣམས་གསུང་བའི་ཕྱིར་རོ།
en: If one wonders why this is, it is because the tathāgatas have declared that serving sentient beings is serving the buddhas.

source: །སུ་ཞིག་གིས་འདི་བྲིས་ནས་ཡན་ལག་ལ་བཏགས་ན་དེའི་ཡན་ལག་ཐམས་ཅད་བསྲུང་བར་འགྱུར་རོ།
en: If someone, having written this, affixes it to a limb, all their limbs will be protected.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། རྒྱལ་པོ་ཆེན་པོ་བཞི་དང་། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་དེ་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།
en: When the Blessed One had spoken thus, the four great kings, the entire retinue, and the world with all its gods, humans, asuras, and gandharvas rejoiced and praised the words of the Blessed One.

source: །འཕགས་པ་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་ཡན་ལག་དང་ལྡན་པ་ཞེས་བྱ་བའི་གཟུངས་རྫོགས་སོ།།
en: This concludes the Noble Dhāraṇī Endowed with the Attributes of All the Buddhas.

source: །།རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། དཱ་ན་ཤཱི་ལ་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་སྐད་གསར་ཆད་ཀྱིས་ཀྱང་བཅོས་ནས་གཏན་ལ་ཕབ་པ།། །།
en: This was translated and edited by the Indian preceptors Jinamitra and Dānaśīla and the translator-editor Bandé Yeshé Dé.
